Repository: ephios-dev/ephios
Catalog: ephios/locale/*/LC_MESSAGES/django.po
Languages: de

source: Cronjob stuck, last run {last_call}.
de: Cronjob hängt, letzte Ausführung {last_call}.

source: Cronjob stuck, no last run.
de: Cronjob hängt, keine letzte Ausführung.

source: Disk space
de: Speicherplatz

source: Disk space needs to be available to store data.
de: Speicherplatz wird benötigt um Dateien abzulegen.

source: Less than 100 MB of disk space available. Please free up some disk space.
de: Weniger als 100 MB Speicherplatz verfügbar. Bitte schaffen Sie Platz.

source: Less than 1 GB of disk space available. Please free up some disk space.
de: Weniger als 1 GB Speicherplatz verfügbar. Bitte schaffen Sie Platz.

source: {disk_space} of disk space available.
de: {disk_space} verfügbar.

source: via push notification
de: via Push-Benachrichtigung

source: Your profile has been edited
de: Ihr Benutzerprofil wurde bearbeitet

source: {platform} account updated
de: {platform}-Benutzerkonto aktualisiert

source: You're receiving this email because your {platform} account at {org_name} has been updated.
de: Sie erhalten diese E-Mail, weil Ihr {platform}-Benutzerkonto bei {org_name} aktualisiert wurde.

source: View profile
de: Benutzerprofil ansehen

source: A new profile has been created
de: Ein neues Benutzerprofil wurde erstellt

source: Welcome to {}!
de: Willkommen bei {}!

source: You're receiving this email because a new {platform} account has been created for you at {org_name}. Please go to the following page and choose a password: {url} Your username is your email address: {email}
de: Sie erhalten diese E-Mail, weil für Sie ein neues {platform}-Benutzerkonto bei {org_name} angelegt wurde. Bitte rufen Sie folgende Seite auf und wählen Sie ein neues Passwort: {url} Ihr Benutzername ist Ihre E-Mail-Adresse: {email}

source: Set password
de: Passwort setzen

source: View event
de: Veranstaltung anzeigen

source: The state of your participation has changed
de: Der Status Ihrer Teilnahme hat sich geändert

source: Participation {state} for {event}
de: Teilnahme {state} für {event}

source: You requested a participation for {shift}.
de: Sie haben eine Teilnahme für {shift} angefragt.

source: Your participation for {shift} is now confirmed.
de: Ihre Teilnahme an {shift} ist jetzt bestätigt.

source: Your participation for {shift} has been rejected by a responsible user.
de: Ihre Teilnahme an {shift} wurde von einer verantwortlichen Person abgelehnt.

source: Your time is
de: Ihre Zeit ist

source: A confirmed participation of yours has been tweaked by a responsible
de: Eine Ihrer bestätigten Teilnahmen wurde von einer verantwortlichen Person angepasst

source: Participation tweaked for {shift}
de: Teilnahme angepasst für {shift}

source: Your participation for {shift} has been tweaked by a responsible user.
de: Ihre Teilnahme an {shift} wurde von einer verantwortlichen Person angepasst.

source: {participant} signed up for {shift}
de: {participant} nimmt teil an {shift}

source: {participant} has requested to participate in {shift}
de: Teilnahme angefragt von {participant} für {shift}

source: {participant} declined to participate in {shift}
de: {participant} hat abgesagt für {shift}

source: {participant} was rejected for {shift}
de: {participant} wurde abgelehnt für {shift}

source: {participant} is being dispatched for {shift}
de: {participant} wird disponiert in {shift}

source: A participation for your event awaits disposition
de: Eine Teilnahme an Ihrer Veranstaltung wartet auf Disposition

source: {participant} requested participating in {shift}.
de: {participant} hat eine Teilnahme an {shift} angefragt.

source: A participation for your event has changed state
de: Der Status einer Teilnahme an Ihrer Veranstaltung hat sich geändert

source: The participation of {participant} for {shift} is now {state}.
de: Die Teilnahme von {participant} an {shift} ist nun {state}.

source: A participant declined after having been confirmed for your event
de: Ein Teilnehmer hat abgesagt, nachdem er für Ihre Veranstaltung bestätigt wurde

source: {participant} declined their participation in {shift}.
de: {participant} hat abgesagt für {shift}.

source: A confirmed participant altered their participation
de: Ein bestätigter Teilnehmer hat seine Teilnahme angepasst

source: Participation altered for {event}
de: Teilnahme angepasst für {event}

source: {participant} altered their participation in {shift}.
de: {participant} hat die Teilnahme an {shift} angepasst.

source: Mass mailing
de: Massenbenachrichtigung

source: View message
de: Nachricht anzeigen

source: Information on an event
de: Informationen zu einer Veranstaltung

source: Your request has been approved
de: Ihre Anfrage wurde akzeptiert

source: "{consequence}" has been approved.
de: "{consequence}" wurde akzeptiert.

source: Your request has been denied
de: Ihre Anfrage wurde abgelehnt

source: "{consequence}" has been denied.
de: "{consequence}" wurde abgelehnt.

source: The password for your {platform} account at {org_name} has been changed. If you didn't request this change, contact an administrator immediately.
de: Das Passwort für Ihren {platform}-Account bei {org_name} wurde geändert. Wenn Sie diese Änderung nicht veranlasst haben, kontaktieren Sie umgehend einen Administrator.

source: Your {platform} password has been changed
de: Ihr {platform}-Passwort wurde geändert

source: Your password has been changed
de: Ihr Passwort wurde geändert

source: Settings
de: Einstellungen

source: Hide comment for participant
de: Kommentar für Teilnehmenden verstecken

source: search
de: suchen

source: Signup configuration is invalid!
de: Anmeldeeinstellungen sind fehlerhaft!

source: Fallback for missing signup flows
de: Ersatz für fehlende Anmeldeverfahren

source: This flow is used when the original signup flow is not installed anymore.
de: Dieses Anmeldeverfahren wird genutzt, wenn das eigentlich vorgesehene Verfahren nicht mehr installiert ist.

source: Fallback for missing shift structures
de: Ersatz für fehlende Schicht-Strukturen

source: This structure is used when the original shift structure is not installed anymore.
de: Diese Struktur wird genutzt, wenn die eigentlich vorgesehene nicht mehr installiert ist.

source: Signup Flow '{slug}' was not found.
de: Anmeldeverfahren '{slug}' wurde nicht gefunden.

source: Sign up
de: Teilnehmen

source: You have successfully signed up for {shift}.
de: Sie haben sich erfolgreich für {shift} angemeldet.

source: Signing up failed: {error}
de: Anmeldung fehlgeschlagen: {error}

source: You have successfully declined {shift}.
de: Sie haben erfolgreich für {shift} abgesagt.

source: Declining failed: {error}
de: Absagen fehlgeschlagen: {error}

source: Signup until
de: Anmelden bis

source: Confirmed users can decline by themselves
de: Bestätigte Nutzer können selbstständig absagen

source: only if the signup timeframe has not ended
de: nur wenn der Anmeldezeitraum noch nicht vorrüber ist

source: Users can provide individual start and end times
de: Teilnehmende können individuelle Start- und Endzeiten angeben

source: The event is not active.
de: Die Veranstaltung {title} ist nicht aktiviert.

source: You cannot decline by yourself.
de: Sie können sich nicht selbstständig abmelden.

source: You have been rejected.
de: Ihre Teilnahme wurde abgelehnt.

source: You have already declined participating.
de: Sie haben bereits abgesagt.

source: The signup period is over.
de: Der Anmeldezeitraum ist vorüber.

source: You lack the necessary qualification to participate in {eventtype} type events.
de: Ihnen fehlen die nötigen Qualifikationen um an Veranstaltungen des Typs {eventtype} teilzunehmen.

source: You are already confirmed for other shifts at this time: {shifts}.
de: Sie sind zu dieser Zeit bereits eingeteilt für {shifts}.

source: Individual start time
de: Individueller Beginn

source: Individual end time
de: Individuelles Ende

source: Make comment visible for other participants
de: Kommentar für andere Teilenehmende sichtbar machen

source: End time must not be before start time.
de: Ende darf nicht vor dem Beginn sein.

source: {label} was changed from {initial} to {current}.
de: {label} wurde von {initial} zu {current} geändert.

source: Customize
de: Anpassen

source: Decline
de: Absagen

source: Signup choice
de: Anmeldeaktion

source: Placeholder
de: Platzhalter

source: Shift structure '{slug}' was not found.
de: Schicht-Struktur '{slug}' wurde nicht gefunden.

source: Please check that your individual start and end times do not overlap with these other confirmed participations: {shifts}
de: Bitte prüfen Sie, dass sich Ihre individuellen Start- und Endzeiten nicht mit diesen anderen bestätigten Teilnahmen überschneiden: {shifts}

source: We need some additional information to sign you up for this shift.
de: Wir benötigen weitere Informationen um Sie für diese Schicht anzumelden.

source: There was an error saving your participation.
de: Beim Speichern Ihrer Teilnahme ist ein Fehler aufgetreten.

source: Your participation was saved.
de: Ihre Teilnahme wurde gespeichert.

source: This action is not allowed.
de: Diese Aktion ist nicht erlaubt.

source: Add others
de: Weitere hinzufügen

source: %(participant)s already participates in %(conflicts)s at the same time.
de: %(participant)s nimmt zur selben Zeit bereits an %(conflicts)s teil.

source: Minor
de: Minderjährig

source: Delete events
de: Veranstaltungen löschen

source: Are you sure that you want to delete the following events?
de: Möchten Sie die folgenden Veranstaltungen wirklich löschen?

source: Delete event
de: Veranstaltung löschen

source: Are you sure you want to delete the event "%(object)s"?
de: Möchten Sie die Veranstaltung "%(object)s" wirklich löschen?

source: Copy event
de: Veranstaltung kopieren

source: This event has not been saved! If you are done editing the event, you can save it.
de: Diese Veranstaltung wurde noch nicht gespeichert! Wenn Sie mit dem Bearbeiten der Veranstaltung fertig sind, können Sie sie speichern.

source: This event has not been saved! Please add a shift to save this event.
de: Diese Veranstaltung wurde noch nicht gespeichert! Bitte fügen Sie eine Schicht hinzu, um sie zu speichern.

source: Edit event
de: Veranstaltung bearbeiten

source: Add another shift
de: Weitere Schicht hinzufügen

source: Download PDF
de: PDF herunterladen

source: Send notifications
de: Benachrichtigungen senden

source: View edit history
de: Änderungsverlauf

source: to
de: bis

source: Event has not been made visible to any groups.
de: Veranstaltung wurde für keine Gruppe sichtbar gemacht.

source: Viewable by
de: Sichtbar für

source: No shifts
de: Keine Schichten

source: Create new event
de: Neue Veranstaltung anlegen

source: You have an unsaved event
de: Sie haben eine nicht gespeicherte Veranstaltung

source: Create new %(title)s
de: %(title)s hinzufügen

source: Permissions
de: Berechtigungen

source: Next
de: Weiter

source: Events
de: Veranstaltungen

source: Apply
de: Anwenden

source: Reset
de: Zurücksetzen

source: Event notifications
de: Veranstaltungsbenachrichtigungen

source: Are you sure you want to delete the eventtype "%(eventtype)s"?
de: Möchten Sie den Veranstaltungstyp "%(eventtype)s" wirklich löschen?

source: Edit event type
de: Veranstaltungstyp bearbeiten

source: Add event type
de: Veranstaltungstyp hinzufügen

source: Title
de: Titel

source: Confirm results
de: Offene Anfragen

source: more
de: mehr

source: Add event
de: Veranstaltung hinzufügen

source: Add %(title)s
de: %(title)s hinzufügen

source: No results
de: Keine Ergebnisse

source: Delete selected
de: Ausgewählte löschen

source: %(waiting)s participation is awaiting disposition.
de: %(waiting)s Teilnehmende wartet auf Disposition.

source: %(confirmed)s confirmed participation.
de: %(confirmed)s bestätigte Teilnehmende.

source: Your requests
de: Ihre Anfragen

source: participants needed
de: benötigt Teilnehmende

source: enough participants
de: ausreichend Teilnehmende

source: full
de: voll

source: unit optional
de: Einheit optional

source: Signup ends
de: Anmeldung endet

source: Shift
de: Schicht

source: originally
de: ursprünglich

source: Meetup
de: Treffpunkt

source: Documentation
de: Dokumentation

source: We're sorry! There is a problem displaying the state of the shift.
de: Leider gibt es ein Problem beim Anzeigen des Schichtzustandes.

# signup stats
source: %(count)s missing
de: %(count)s fehlt

# signup stats
source: %(count)s open
de: %(count)s frei

source: open
de: frei

source: Delete group
de: Gruppe löschen

source: Are you sure you want to delete the group "%(group)s"?
de: Möchten Sie die Gruppe "%(group)s" wirklich löschen?

source: Edit group
de: Gruppe bearbeiten

source: Create new group
de: Neue Gruppe erstellen

source: This %(platform)s instance uses an identity provider that manages group memberships. Any changes to the group memberships here will be overwritten by the identity provider when a user logs in the next time using the identity provider.
de: Diese %(platform)s-Instanz verwendet einen Identitätsanbieter, der Gruppenmitgliedschaften verwaltet. Alle hier vorgenommenen Änderungen an den Gruppenmitgliedschaften werden vom Identitätsanbieter überschrieben, wenn sich ein Benutzer das nächste Mal über den Identitätsanbieter anmeldet.

source: Add group
de: Gruppe hinzufügen

# group user list
source: and %(more_count)s more
de: und %(more_count)s weitere

source: add events
de: Veranstaltung hinzufügen

source: edit users
de: Benutzer bearbeiten

source: change permissions
de: Berechtigungen ändern

source: Home
de: Startseite

source: Welcome to %(organization_name)s!
de: Willkommen bei %(organization_name)s!

source: Your upcoming events
de: Anstehende Schichten

# empty list of upcoming shifts
source: None yet
de: Noch keine

source: View events
de: Veranstaltungen ansehen

source: Events with requested participations
de: Veranstaltungen mit angefragten Teilnahmen

source: Edit history
de: Änderungsverlauf

source: View everything
de: Alles ansehen

source: Delete identity provider
de: Identitätsprovider löschen

source: Are you sure you want to delete the identity provider "%(label)s"? Users will no longer be able to log in with this identity provider. Please make sure that they have an alternative means of logging in.
de: Sind Sie sicher, dass Sie den Identitätsprovider"%(label)s" löschen möchten? Benutzer können sich dann nicht mehr mit diesem Identitätsprovider anmelden. Bitte stellen Sie sicher, dass es eine alternative Möglichkeit gibt, sich anzumelden.

source: Add identity provider
de: Identitätsprovider hinzufügen

source: We can try to auto-discover certain values for your identity provider. To start the discovery, please enter the base URL for the OpenID Connect protocol at your provider below.
de: Wir können versuchen, bestimmte Werte für Ihren Identitätsanbieter automatisch zu ermitteln. Um die Erkennung zu starten, geben Sie bitte unten die Basis-URL für das OpenID Connect-Protokoll bei Ihrem Anbieter ein.

source: Start auto-discovery
de: Automatische Erkennung starten

source: Continue without auto-discovery
de: Weiter ohne automatische Erkennung

source: Edit identity provider
de: Identitätsprovider bearbeiten

source: ephios can use other services (identity providers) to authenticate users via OpenID Connect (OIDC), e.g. a Nextcloud instance. You can set up multiple identity providers and users can choose which one to use when logging in.
de: ephios kann andere Dienste (Identitätsprovider) verwenden, um Benutzer über OpenID Connect (OIDC) zu authentifizieren, z. B. eine Nextcloud-Instanz. Sie können mehrere Identitätsanbieter einrichten und Benutzer können wählen, welchen sie bei der Anmeldung verwenden möchten.

source: Label
de: Titel

source: Log
de: Änderungsverlauf

source: Concerns
de: Betrifft

source: Clear
de: Zurücksetzen

source: Login
de: Anmelden

source: or
de: oder

source: Forgot your password?
de: Passwort vergessen?

source: You're receiving this email because a new account has been created for you.
de: Sie erhalten diese E-Mail, weil für Sie ein neues Benutzerprofil angelegt wurde.

source: Please go to the following page and choose a new password:
de: Bitte rufen Sie folgende Seite auf und wählen Sie ein neues Passwort:

source: Your username is your email address:
de: Ihr Benutzername ist Ihre E-Mail-Adresse:

source: You are receiving this email as a member of %(organization_name)s.
de: Sie erhalten diese E-Mail als Mitglied von %(organization_name)s.

source: Notification settings
de: Benachrichtigungseinstellungen

source: Click here to view and change your notification settings
de: Hier klicken um Benachrichtigungseinstellungen anzusehen und zu ändern

source: Mass notification
de: Massenbenachrichtigung

source: Mass Notification
de: Massenbenachrichtigung

source: Use this form to craft and send a mass notification to your selected recipients. You can specify the message subject and body and adjust the recipients to your needs.
de: Mit diesem Formular können Sie eine Nachricht an die ausgewählten Empfänger versenden.

source: Use this form to craft and send a mass notification to your selected recipients. You can specify the message subject and body. Recipients can be chosen based on their attendance status. The list of recipients can be tweaked to your needs.
de: Mit diesem Formular können Sie eine Nachricht an mehrere Nutzer versenden. Neben Betreff und Inhalt können Empfänger basierend auf ihrem Teilnahmestatus in der Veranstaltung gewählt werden.

source: Recipients
de: Empfänger

source: Include %(counter)s confirmed participant
de: An %(counter)s bestätigten Teilnehmenden senden

source: Include %(counter)s participant with a requested participation
de: An %(counter)s Teilnehmenden mit angefragter Teilnahme senden

source: Include %(counter)s user that did not yet respond to the event invitation
de: An %(counter)s Benutzer senden, der noch nicht auf die Einladung zur Veranstaltung geantwortet hat

source: Show recipient list
de: Empfängerliste anzeigen

source: Send
de: Senden

source: View other notifications
de: Andere Benachrichtigungen anzeigen

source: Notifications
de: Benachrichtigungen

source: Mark all as read
de: Alle als gelesen markieren

source: Page %(page)s of %(of)s (%(count)s elements)
de: Seite %(page)s von %(of)s (%(count)s Elemente)

source: Change password
de: Passwort ändern

source: Submit
de: Absenden

source: Calendar
de: Kalender

source: You can use the URL below to integrate a feed of your participations into your calendar apps ("subscribe by URL"). Read more in the <a href="https://docs.ephios.de/en/stable/user/integrations/calendar.html" target="_blank">user guide</a>.
de: Mit der untenstehenden URL können Sie ihre Veranstaltungen in Kalender-Apps einbinden ("Kalender-URL abonnieren"). Mehr Informationen im <a href="https://docs.ephios.de/de/stable/user/integrations/calendar.html" target="_blank">Handbuch</a>.

source: Reset calendar URL
de: Kalender-URL zurücksetzen

source: System health
de: System-Gesundheit

source: Error
de: Fehler

source: Warning
de: Warnung

source: Unknown
de: Unbekannt

source: Learn more
de: Mehr erfahren

source: Activate push notifications on each device you want to receive them.
de: Aktiveren Sie Push-Benachrichtigungen auf jedem Gerät, auf dem Sie diese empfangen wollen.

source: Subscribe to Push Messaging
de: Push-Benachrichtigungen abonnieren

source: Notification occasions
de: Benachrichtigungsanlässe

source: You can configure whether you want to receive notifications for the following occasions:
de: Sie können einstellen, zu welchen Anlässen Sie Benachrichtigungen erhalten möchten:

source: Personal data
de: Persönliche Daten

source: E-Mail address
de: E-Mail-Adresse

source: Date of birth
de: Geburtsdatum

source: Phone number
de: Telefonnummer

source: You are not a member of any group.
de: Sie sind in keiner Gruppe Mitglied.

source: until
de: bis

source: You have not been assigned any qualificiations.
de: Ihnen wurden keine Qualifikationen zugewiesen.

source: Language
de: Sprache

source: Delete shift
de: Schicht löschen

source: Are you sure you want to delete the shift "%(shift)s"?
de: Möchten Sie die Schicht "%(shift)s" wirklich löschen?

source: Copy shift
de: Schicht kopieren

source: Edit shift
de: Schicht bearbeiten

source: Create new shift for event
de: Schicht hinzufügen

source: Signup mode
de: Anmeldeverfahren

source: Back to event
de: Zurück zur Veranstaltung

source: Discard event
de: Veranstaltung verwerfen

source: Save event
de: Veranstaltung speichern

source: Event type
de: Veranstaltungstyp

source: You are currently adding this shift
de: Sie erstellen gerade diese Schicht

source: Signup
de: Anmeldung

source: Delete user
de: Benutzer löschen

source: Are you sure you want to delete the user %(name)s (%(userprofile)s)?
de: Möchten Sie den Benutzer %(name)s (%(userprofile)s) wirklich löschen?

source: Reset password
de: Passwort zurücksetzen

source: Are you sure that you want to send a password reset email to "%(name)s"?
de: Sind Sie sicher, dass Sie eine E-Mail zum Zurücksetzen des Passworts an "%(name)s" senden möchten?

source: Send password reset email
de: Mail zum Zurücksetzen des Passworts senden

source: Revoke password and API tokens
de: Passwort und Zugriffstoken widerrufen

source: Are you sure that you want to revoke the password of the user "%(name)s"? They won't be able to log in until they reset their password. This will also revoke all the users API tokens and reset the calendar-URL.
de: Sind Sie sicher, dass Sie das Passwort des Benutzers "%(name)s" widerrufen wollen? Eine erneute Anmeldung ist dann erst nach dem Zurücksetzen des Pasworts möglich. Dadurch werden auch alle Zugriffstoken des Benutzers widerrufen und die Kalender-URL zurückgesetzt.

source: Edit user
de: Benutzer bearbeiten

source: Add new user
de: Neuen Benutzer anlegen

source: The user is inactive because their email address is invalid. This can be caused by a typo or a problem with the user's mail server. Please check the email address and correct it before activating the user again.
de: Der Benutzer ist inaktiv, weil die E-Mail-Adresse ungültig ist. Dies kann durch einen Tippfehler oder ein Problem mit dem Mailserver des Benutzers verursacht werden. Bitte überprüfen Sie die E-Mail-Adresse und korrigieren Sie sie, bevor Sie den Benutzer wieder aktivieren.

source: Add qualification
de: Qualifikation hinzufügen

source: Password
de: Passwort

source: If the user forgot their password, you can send them a password reset email. If there are doubts about the secrecy of the password, you should revoke it as well.
de: Wenn der Nutzer sein Passwort vergessen hat, können Sie ihm eine E-Mail zum Zurücksetzen des Passworts schicken. Wenn Zweifel an der Vertraulichkeit des Passworts besteht, sollten Sie es ebenfalls widerrufen.

source: Revoke password and API Tokens
de: Passwort und Zugriffstoken widerrufen

source: Add user
de: Benutzer hinzufügen

source: Send message to displayed accounts
de: Nachricht an angezeigte Nutzer senden

source: minor
de: minderjährig

source: Last login: %(timeframe)s ago
de: Letze Anmeldung vor %(timeframe)s

source: Last login: never
de: Letze Anmeldung: nie

source: not seen recently
de: länger nicht gesehen

source: inactive
de: inaktiv

source: no groups
de: keine Gruppen

source: Working hours of
de: Arbeitsstunden für

source: Add working hours
de: Arbeitsstunden hinzufügen

source: Request working hours
de: Arbeitsstunden anfragen

source: Hours
de: Stunden

source: Total
de: Summe

source: hours
de: Stunden

source: visible for everyone
de: Sichtbar für jeden

source: visible for responsibles and the participant
de: Sichtbar für Verantwortliche und den betreffenden Teilnehmenden

source: visible for responsibles only
de: Sichtbar nur für Verantwortliche
