Repository: ephios-dev/ephios
Catalog: ephios/locale/*/LC_MESSAGES/django.po
Languages: de

source: Description
de: Beschreibung

source: What is this token for?
de: Wofür ist dieses Token?

source: Scope
de: Geltungsbereich

source: For security reasons, only select the scopes that are actually needed.
de: Aus Sicherheitsgründen nur den benötigten Geltungsbereich auswählen.

source: expiration date
de: Ablaufdatum

source: Token is too old to be revealed.
de: Token ist zu alt, um angezeigt werden zu können.

source: Token was revoked.
de: Token wurde entfernt.

source: start time
de: Beginn

source: end time
de: Ende

source: start time greater than equals (deprecated, use start_time_after instead)
de: Startzeit größer-gleich (deprecated, stattdessen start_time_after nutzen)

source: start time less than equals (deprecated, use start_time_before instead)
de: Startzeit kleiner-gleich (deprecated, stattdessen start_time_before nutzen)

source: event type
de: Veranstaltungstyp

source: Access Token
de: Zugriffstoken

source: Personal Token
de: Persönliches Zugriffstoken

source: Participation type
de: Teilnahme-Typ

source: Duration in seconds
de: Dauer in Sekunden

source: Start time
de: Beginn

source: End time
de: Ende

source: Edit API Token
de: API Token bearbeiten

source: Add API Token
de: API Token hinzufügen

source: Save
de: Speichern

source: Cancel
de: Abbrechen

source: Integrations
de: Integrationen

source: Other applications can integrate with %(platform)s by asking you for access to your data. You can also create personal API tokens to access %(platform)s from other applications. If you are unsure about the origins of a token or the security of the third party application please revoke access.
de: Andere Anwendungen können sich mit %(platform)s verbinden, in dem sie Sie nach dem Zugriff zu Ihren Daten fragen. Sie können außerdem persönliche Zugriffstoken erstellen, um mit anderen Anwendungen auf %(platform)s zuzugreifen. Wenn Sie sich unsicher über die Vertraulichkeit der Token oder einer Drittanbieteranwendung sind, sollten sie den Zugriff widerrufen.

source: Third party applications
de: Drittanbieteranwendungen

source: ephios instance
de: ephios-Instanz

source: Revoked
de: Widerrufen

source: Revoke
de: Widerrufen

source: No applications have been authorized.
de: Es wurden keine Anwendungen autorisiert.

source: Personal API tokens
de: Persönliche Zugriffstoken

source: Create new API token
de: Neues API-Token anlegen

source: created on %(created)s
de: am %(created)s hinzugefügt

source: revoked on %(revoked)s
de: am %(revoked)s widerrufen

source: expired on %(expires)s
de: am %(expires)s abgelaufen

source: expires on %(expires)s
de: läuft am %(expires)s ab

source: does not expire
de: läuft nicht ab

source: Expired
de: Abgelaufen

source: There are no tokens.
de: Es gibt keine Token.

source: We created your API token. Please copy it and store it in a safe place. You will not be able to see it again.
de: Das API-Token wurde erstellt. Bitte speichern Sie es an einem sicheren Ort. Sie können es sich später nicht erneut ansehen.

source: Copy
de: Kopieren

source: Done
de: Fertig

source: Are you sure to delete the application %(app_name)s?
de: Möchten Sie die Anwendung %(app_name)s wirklich löschen?

source: Are you sure to delete the application?
de: Möchten Sie die Anwendung wirklich löschen?

source: Delete
de: Löschen

source: The client secret can not be shown again. Please edit the application and set a new secret if necessary.
de: Das client-secret wird nicht noch einmal angezeigt. Wenn nötig, setzen Sie ein neues secret über die Bearbeiten-Funktion der App.

source: Client type
de: Client-Typ

source: Redirect URIs
de: Weiterleitungs-URIs

source: Created
de: Erstellt am

source: Updated
de: Geändert am

source: User
de: Benutzer

source: Back
de: Zurück

source: Edit
de: Bearbeiten

source: Edit application
de: Anwendung bearbeiten

source: App integrations
de: App-Integrationen

source: On this page you can configure other apps and programs to work with %(platform)s as an authentication provider using the OAuth2-standard. Other ways to integrate with %(platform)s include the plugin system and the API. More detailed information can be found in the documentation.
de: Auf dieser Seite können Sie andere Anwendungen und Programme so konfigurieren, dass sie mit %(platform)s als Authentifizierungsanbieter unter Verwendung des OAuth2-Standards arbeiten. Weitere Möglichkeiten zur Integration mit %(platform)s sind das Plugin-System und die API. Ausführlichere Informationen finden Sie in der Dokumentation.

source: OAuth2 applications
de: OAuth2-Anwendungen

source: New Application
de: Neue Anwendung

source: Action
de: Aktion

source: Manage federation
de: Föderation verwalten

source: View
de: Anzeigen

source: No applications defined
de: Keine Anwendungen vorhanden

source: Register a new application
de: Neue Anwendung registrieren

source: Authorize %(app_name)s?
de: %(app_name)s autorisieren?

source: The application requires the following permissions:
de: Die Anwendung fordert die folgenden Berechtigungen an:

source: Authorize
de: Autorisieren

source: Consequence Handler '{slug}' was not found.
de: Konsequenzbehandler '{slug}' wurde nicht gefunden.

source: {user} obtains {hours} working hours for {reason} on {date}
de: {user} bekommt {hours} Arbeitsstunden für {reason} am {date} gutgeschrieben

source: deleted event
de: gelöschte Veranstaltung

source: {user} acquires '{qualification}' after participating in {event}.
de: {user} erhält die Qualifikation '{qualification}' durch die Teilnahme an {event}.

source: {user} acquires '{qualification}'.
de: {user} erhält die Qualifikation '{qualification}'.

source: (valid until {expires_str})
de: (gültig bis {expires_str})

source: Organization display name
de: Anzeigename der Organisation

source: Hide local login
de: Lokalen Login verstecken

source: Hide the login form on the login page and the controls to manage user accounts locally. This only takes effect if you configured at least one identity provider.
de: Versteckt das Login-Formular auf der Anmeldeseite und manche Verwaltungsfunktionen für lokale Accounts. Diese Einstellung wird nur berücksichtigt, wenn Sie mindestens einen Identitätsprovider konfiguriert haben.

source: Directly redirect to Identity Provider
de: Direkt zum Identitätsprovider weiterleiten

source: If the login form is hidden and there is a single identity provider, users trying to loginwill be directly redirected to that identity provider. The provider must have a valid logout endpoint.
de: Wenn das Login-Formular versteckt ist und es genau einen Identitätsprovider gibt, werden Nutzer die sich einloggen wollen direkt zum Identitätsprovider weitergeleitet. Dafür muss der Provider einen gültigen Session-Beendigungs-Endpunkt haben.

source: Enabled plugins
de: Aktivierte Plugins

source: Last run_periodic call
de: Letzter run_periodic Aufruf

source: Notification preferences
de: Benachrichtigungseinstellungen

source: Events of this type should by default be visible for
de: Veranstaltungen diesen Typs sind standardmäßig sichtbar für

source: Users that are responsible for this event type by default
de: Benutzer die standardmäßig für diesen Eventtyp verantwortlich sind

source: Groups that are responsible for this event type by default
de: Gruppen die standardmäßig für diesen Eventtyp verantwortlich sind

source: General required qualifications for this event type
de: Allgemein erforderliche Qualifikationen für diesen Veranstaltungstyp

source: These qualifications are required for all events of this event type. Users without these qualification will not be able to sign up, so make sure to use this field appropriately.
de: Diese Qualifikationen sind für alle Veranstaltungen dieses Typs erforderlich. Nutzer ohne diese Qualifikationen können sich nicht anmelden. Nutzen Sie dieses Feld mit Bedacht.

source: The information you entered was wrong. Note that the fields are case-sensitive.
de: Die eingegeben Daten waren falsch. Beachten Sie, dass die Felder Groß- und Kleinschreibung berücksichtigen.

source: This account is inactive.
de: Dieser Account ist deaktiviert.

source: Visible for
de: Sichtbar für

source: Select groups which the event shall be visible for. Regardless, the event will be visible for responsible groups and users that already signed up.
de: Wählen Sie Gruppen, für die die Veranstaltung sichtbar sein soll. Unabhängig davon ist die Veranstaltung für alle Verantwortliche und Teilnehmende sichtbar.

source: Responsible persons
de: Verantwortliche Personen

source: Individuals can also be made responsible for an event.
de: Auch individuelle Personen können für eine Veranstaltung verantwortlich sein.

source: Responsible groups
de: Verantwortliche Gruppen

source: Also, this event is visible to <b>{groups}</b>, but you don't have permission to change visibility for those groups.
de: Außerdem ist die Veranstaltung für <b>{groups}</b> sichtbar, aber Sie haben keine Berechtigung, die Sichtbarkeit für diese Gruppen zu ändern.

source: This event is always editable by <b>{groups}</b>, because they manage ephios.
de: Die Veranstaltung kann auch von <b>{groups}</b> bearbeitet werden, da diese ephios verwalten.

source: Responsibles
de: Verantwortliche

source: Date
de: Datum

source: Meeting time
de: Treffpunkt

source: Meeting time must not be after start time!
de: Treffpunkt darf nicht nach dem Beginn liegen!

source: You need to enter a valid color
de: Sie müssen eine gültige Farbe eingeben

source: Can add events
de: Darf Veranstaltungen hinzufügen

source: Can edit users
de: Kann Benutzer bearbeiten

source: Can change permissions
de: Kann Berechtigungen ändern

source: Can publish events for groups
de: Darf Veranstaltungen sichtbar machen für

source: Can decide working hours for groups
de: Kann Arbeitsstunden genehmigen für

source: Choose groups that this group can make events visible for.
de: Wählen Sie Gruppen, für die diese Gruppe Veranstaltungen sichtbar machen darf.

source: Choose groups that the group you are currently editing can decide whether to grant working hours for.
de: Wählen Sie Gruppen für die die gerade bearbeitete Gruppe über die Genehmigung von Arbeitsstunden entscheiden kann.

source: If checked, users in this group can view, add, edit and delete users. They can also manage group memberships for their own groups.
de: Falls diese Option aktiviert ist können Benutzer in dieser Gruppe andere Benutzerprofile ansehen, bearbeiten und löschen. Außerdem können Gruppenmitgliedschaften für die eigenen Gruppen verwaltet werden.

source: If checked, users in this group can edit all users, change groups, their permissions and memberships as well as define eventtypes and qualifications.
de: Falls diese Option aktiviert ist können Benutzer in dieser Gruppe alle Benutzeraccounts bearbeiten, Gruppen, deren Rechte und Mitglieder ändern sowie Veranstaltungstypen und Qualifikationen definieren.

source: Users
de: Benutzer

source: Can change permissions and manage {platform}
de: Kann Rechte ändern und {platform} verwalten

source: Management
de: Verwaltung

source: Planning
de: Planung

source: Other
de: Sonstige

source: At least one group with management permissions must exist. Please promote another group before demoting this one.
de: Mindestens eine Gruppe muss Managementrechte haben. Setzen Sie diesen Status zunächst bei einer anderen Gruppe, bevor Sie ihn hier entfernen.

source: Groups
de: Gruppen

source: If checked, this user can change technical settings as well as edit all user profiles, groups, qualifications, events and event types.
de: Falls diese Option aktiviert ist kann dieser Nutzer technische Einstellungen ändern sowie alle Benutzeraccounts, Gruppen, Qualifikationen und Veranstaltungstypen bearbeiten.

source: The user is also member of <b>{groups}</b>, but you are not allowed to manage memberships for those groups.
de: Der Benutzer ist außerdem Mitglied von <b>{groups}</b>, aber Sie haben keine Berechtigung, um Gruppenmitgliedschaften für diese Gruppen zu verwalten.

source: Only other technical administrators can change this.
de: Nur andere technische Administratoren können das ändern.

source: You are not allowed to change the email address of this user.
de: Sie sind nicht berechtigt die E-Mail-Adresse dieses Nutzers zu bearbeiten.

source: Inactive users cannot log in and do not get any notifications.
de: Inaktive Benutzer können sich nicht anmelden und bekommen keine Benachrichtigungen.

source: Active user
de: Aktiver Benutzer

source: At least one user must be technical administrator. Please promote another user before demoting this one.
de: Mindestens ein Nutzer muss technischer Administrator sein. Setzen Sie diesen Status zunächst bei einem anderen Nutzer, bevor Sie ihn hier entfernen.

source: At least one user must be technical administrator. Please promote another user before deleting this one.
de: Mindestens ein Nutzer muss technischer Administrator sein. Setzen Sie diesen Status zunächst bei einem anderen Nutzer, bevor Sie diesen löschen.

source: At least one group with management permissions must exist. Please promote another group before deleting this one.
de: Mindestens eine Gruppe mit Managementrechten muss existieren. Setzen Sie diesen Status zunächst bei einer anderen Gruppe, bevor Sie diese löschen.

source: OIDC Provider URL
de: URL des OIDC Providers

source: The base URL of the OIDC provider.
de: Die Basis-URL des OIDC-Providers.

source: Leave empty to keep the current secret.
de: Freilassen um das aktuelle Secret unverändert zu lassen.

source: Volunteers
de: Helfer

source: Planners
de: Planer

source: Managers
de: Manager

source: Service
de: Dienst

source: Training
de: Ausbildung

source: to logged in users
de: alle Nutzer dieser Organisation

source: to confirmed participants
de: bestätigte Teilnehmende

source: only to responsible users
de: nur verantwortliche Personen

source: to everyone including guests and federated users
de: Nutzer dieser Organisation sowie Gäste und föderierte Nutzer

source: title
de: Titel

source: color
de: Farbe

source: show participant data
de: Teilnehmendeninformationen sichtbar machen für

source: If you restrict who can see participant data, others will only be able to see that there is a participation, but not from whom.
de: Wenn Sie dies einschränken, werden andere nur sehen, dass es eine Teilnahme gibt, aber nicht von wem.

source: default description
de: Standardbeschreibung

source: New events of this type will start out with this description.
de: Beim Anlegen einer Veranstaltung dieses Typs wird diese Beschreibung genutzt.

source: event types
de: Veranstaltungstypen

source: description
de: Beschreibung

source: location
de: Ort

source: active
de: aktiv

source: event
de: Veranstaltung

source: events
de: Veranstaltungen

source: requested
de: angefragt

source: confirmed
de: bestätigt

source: declined by user
de: abgesagt durch helfende Person

source: rejected by responsible
de: abgelehnt durch verantwortliche Person

source: getting dispatched
de: in Zuteilung

source: shift
de: Schicht

source: state
de: Status

source: Data on where this participation lives in the shift structure
de: Daten zur Positionierung der Teilnahme in der Schicht-Struktur

source: individual start time
de: Individueller Beginn

source: individual end time
de: Individuelles Ende

source: finished
de: abgeschlossen

source: responsibles only
de: nur für Verantwortliche

source: responsibles and corresponding participant
de: Veranwortliche und den betreffende Teilnehmende

source: everyone
de: jeden

source: Participation
de: Teilnahme

source: Responsible user
de: Verantwortlicher Nutzer

source: created at
de: Erstellt am

source: visible for
de: Sichtbar für

source: Comment
de: Kommentar

source: "{text}" by {author} on {participation}
de: "{text}" von {author} zu {participation}

source: Comments
de: Kommentare

source: meeting time
de: Treffpunkt

source: Optional label to help differentiate multiple shifts in an event.
de: Optionales Label zur Unterscheidung mehrerer Schichten einer Veranstaltung.

source: signup flow
de: Anmeldeverfahren

source: structure
de: Struktur

source: shifts
de: Schichten

source: Signup flow
de: Anmeldeverfahren

source: Structure
de: Struktur

source: Participant
de: Teilnehmende Person

source: participation
de: Teilnahme

source: participations
de: Teilnahmen

source: placeholder participation
de: Platzhalter-Teilnahme

source: placeholder participations
de: Platzhalter-Teilnahmen

source: email address
de: E-Mail-Adresse

source: Email address invalid
de: E-Mail-Adresse ungültig

source: Active
de: Aktiv

source: Visible
de: Sichtbar

source: date of birth
de: Geburtsdatum

source: phone number
de: Telefonnummer

source: calendar token
de: Kalender-Token

source: preferred language
de: bevorzugte Sprache

source: user profile
de: Benutzerprofil

source: user profiles
de: Benutzerprofile

source: User profile with this email address already exists.
de: Ein Nutzer-Account mit dieser E-Mail existiert bereits.

source: Show qualifications of this category everywhere a user is presented
de: Zeige Qualifikationen dieser Kategorie überall wo ein Nutzer angezeigt wird

source: qualification category
de: Qualifikationskategorie

source: qualification categories
de: Qualifikationskategorien

source: Abbreviation
de: Abkürzung

source: category
de: Kategorie

source: Included
de: Enthaltene

source: other qualifications that this qualification includes
de: andere Qualifikationen, die in dieser enthalten sind

source: imported
de: importiert

source: qualification
de: Qualifikation

source: qualifications
de: Qualifikationen

source: externally managed
de: extern verwaltet

source: The qualification was granted by an external system.
de: Die Qualifikation wurde durch ein externes System erteilt.

source: {qualification} for {user}
de: {qualification} für {user}

source: Qualification grant
de: Qualifikationserteilung

source: Qualification grants
de: Qualifikationserteilungen

source: affected user
de: betroffener Benutzer

source: needs confirmation
de: benötigt Bestätigung

source: executed
de: ausgeführt

source: failed
de: fehlgeschlagen

source: denied
de: abgelehnt

source: State
de: Status

source: Consequence
de: Konsequenz

source: Consequences
de: Konsequenzen

source: Consequence was executed already.
de: Konsequenz wurde bereits ausgeführt.

source: Reason
de: Anlass

source: Consequence was executed or denied already.
de: Konsequenz wurde bereits ausgeführt oder abgelehnt.

source: Hours of work
de: Arbeitsstunden

source: Occasion
de: Anlass

source: Working hours
de: Arbeitsstunden

source: read
de: gelesen

source: processing completed
de: Verarbeitung abgeschlossen

source: All enabled notification backends have processed this notification when flag is set
de: Alle Notification-Backends haben diese Benachrichtung verarbeitet falls aktiv

source: List of slugs of notification backends that have processed this notification
de: Liste von Slugs aller Notification-Backends die diese Benachrichtigung verarbeitet haben

source: {subject} for {user}
de: {subject} für {user}

source: Guest
de: Gast

source: internal name
de: Interner Name

source: Internal name for this provider.
de: Interner Name für diesen Provider.

source: label
de: Titel

source: The label displayed to users attempting to log in with this provider.
de: Der Titel, der Benutzen angezeigt wird, die sich mit diesem Provider einloggen möchten.

source: Your client id provided by the OIDC provider.
de: Ihre Client-ID (vom OIDC-Provider zur Verfügung gestellt).

source: Your client secret provided by the OIDC provider.
de: Ihr Client-Secret (vom OIDC-Provider zur Verfügung gestellt).

source: scopes
de: Geltungsbereich

source: The OIDC scopes to request from the provider. Separate multiple scopes with spaces. Use the default value if you are unsure.
de: Die Geltungsbereiche, die beim OIDC-Provider angefragt werden sollen. Mehrere Werte mit Leerzeichen trennen. Nutzen Sie den Standardwert, wenn Sie unsicher sind.

source: The OIDC authorization endpoint.
de: Der Endpunkt zur Authentifizierung.

source: The OIDC token endpoint.
de: Der Token-Endpoint.

source: user endpoint
de: Benutzer-Endpoint

source: The OIDC user endpoint.
de: Der Endpunkt für Benutzerprofile.

source: The OIDC end session endpoint, if supported by your provider.
de: Der Session-Beendigungs-Endpunkt (sofern von Ihrem OIDC-Provider unterstützt).

source: The OIDC JWKS endpoint. A less secure signing method will be used if this is not provided.
de: Der Zertifikatsendpunkt. Ein weniger sicheres Signierverfahren wird verwendet, wenn kein Wert angegeben wird.

source: default groups
de: Standard-Gruppen

source: The groups that users logging in with this provider will be added to.
de: Die Gruppen, zu denen Benutzer hinzugefügt werden, die sich mit diesem Provider einloggen.

source: group claim
de: OIDC-Claim für Gruppen

source: The name of the claim that contains the user's groups. Leave empty if your provider does not support this. You can use dot notation to access nested claims.
de: Der Name des Claims der die Gruppen des Benutzers enthält. Lassen Sie dieses Feld frei, wenn Ihr Provider dies nicht unterstützt. Sie können per Punkt-Notation auf verschachtelte Claims zugreifen.

source: create missing groups
de: Fehlende Gruppen erstellen

source: If enabled, groups from the claim defined above that do not exist yet will be created automatically.
de: Legt fest, ob bisher noch nicht existierende Gruppen aus dem Gruppen-Claim automatisch erstellt werden sollen.

source: qualification claim
de: Qualifikations-Claim

source: The name of the claim that contains the user's qualifications. Leave empty if your provider does not support this. You can use dot notation to access nested claims. Granted qualifications not found in the claim will be removed from the user on login.
de: Der Name des Claims der die Qualifikationen des Benutzers enthält. Lassen Sie dieses Feld frei, wenn Ihr Provider dies nicht unterstützt. Sie können per Punkt-Notation auf verschachtelte Claims zugreifen.

source: qualification codename to uuid
de: Qualifikations-Codename zu UUID

source: A json encoded dictionary containing mappings of qualification names as they appear in thequalification claim to the qualification uuid. If a key is not found, use the key directly.
de: Ein JSON-String der ein Mapping von Qualifikations-Codenames, wie sie im Claim auftauchen, zu Qualifikations-UUIDs übersetzt. Wenn ein Key nicht gefunden wird, wird versucht den Key selbst als UUID zu nutzen.

source: Identity provider {label}
de: Identitätsprovider {label}

source: Identity provider
de: Identitätsprovider

source: Identity providers
de: Identitätsprovider

source: Qualifications
de: Qualifikationen

source: Location
de: Ort

source: Time
de: Zeit

source: Participants
de: Teilnehmende

source: Database
de: Datenbank

source: The database is the central storage for all data.
de: Die Datenbank ist zentraler Speicherort für alle Informationen.

source: Using SQLite, which should not be used in production.
de: Nutzt SQLite (ungeeignet für Produktionsumgebung).

source: Database connection established.
de: Datenbankverbindung hergestellt.

source: The cache is used to store temporary data.
de: Im Cache werden Daten temporär gespeichert.

source: Using LocMemCache, which should not be used in production.
de: Nutzt LocMemCache (ungeeignet für Produktionsumgebung).

source: Cache connection established.
de: Cache-Verbindung hergestellt.

source: A cron job must regularly call ephios to do recurring tasks like sending notifications.
de: Ein Cronjob muss regelmäßig ephios aufrufen um wiederkehrende Aufgaben wie das Senden von Benachrichtigungen durchzuführen.

source: Last run {last_call}.
de: Letzte Ausführung {last_call}.
