Repository: ephios-dev/ephios
Catalog: ephios/locale/*/LC_MESSAGES/djangojs.po
Languages: de

source: Currently selected dates
de: Derzeit ausgewählte Termine

source: No dates selected
de: Keine Termine ausgewählt

source: You are currently offline and seeing the content as it was on {time}.
de: Sie sind offline und sehen die Inhalte, wie sie am {time} waren.

source: experimental
de: experimentell

source: Create "{userName}" as placeholder
de: "{userName}" als Platzhalter anlegen

source: Service workers are not supported in your browser.
de: Serviceworker werden von Ihrem Browser nicht unterstützt.

source: Showing notifications are not supported in your browser.
de: Das Anzeigen von Benachrichtigungen wird von Ihrem Browser nicht unterstützt.

source: Subscribe to Push Messaging
de: Push-Benachrichtigungen abonnieren

source: Push notifications are blocked by your browser.
de: Push-Benachrichtigungen wurden von Ihrem Browser blockiert.

source: Push notifications are not available in your browser.
de: Push-Benachrichtigungen sind in Ihrem Browser nicht verfügbar.

source: Unsubscribe from Push Messaging
de: Abo für Push-Benachrichtigungen beenden

source: Successfully subscribed to push notifications.
de: Push-Benachrichtigungen erfolgreich abonniert.

source: Error while subscribing to push notifications.
de: Fehler beim abonnieren von Push-Benachrichtigungen.

source: Subscription is not available.
de: Abonnieren ist nicht verfügbar.

source: Successfully unsubscribed from push notifications.
de: Abo für Push-Benachrichtigungen erfolgreich beendet.

source: Error while unsubscribing from push notifications.
de: Fehler beim abonnieren von Push-Benachrichtigungen.
