Repository: ephios-dev/ephios
Catalog: ephios/locale/*/LC_MESSAGES/django.po
Languages: de

source: Delete working hours
de: Arbeitsstunden löschen

source: Are you sure you want to delete the working hours "%(workinghours)s"?
de: Möchten Sie die Arbeitsstunden "%(workinghours)s" wirklich löschen?

source: Edit working hours of
de: Arbeitsstunden bearbeiten für

source: Add working hours for
de: Arbeitsstunden hinzufügen für

source: Add
de: Hinzufügen

source: No entries
de: Keine Einträge

source: Search for…
de: Suche nach…

source: Group
de: Gruppe

source: Group membership
de: Gruppenmitgliedschaft

source: Qualification
de: Qualifikation

source: User {name} ({email}) added successfully.
de: Benutzer {name} ({email}) erfolgreich hinzugefügt.

source: User {name} ({email}) updated successfully.
de: Benutzer {name} ({email}) wurde geändert.

source: The user {name} ({email}) was deleted.
de: Benutzer {name} ({email}) wurde gelöscht.

source: The user's password has been reset. An email was sent to {email}.
de: Das Account-Passwort wurde zurückgesetzt. Eine Nachricht wurde an {email} geschickt.

source: No valid email address ({email}). The password has not been reset.
de: Keine valide E-Mail-Adresse ({email}). Das Passwort wurde nicht zurückgesetzt.

source: The user's password and API tokens have been revoked.
de: Das Passwort und die Zugrifftoken des Benutzers wurden widerrufen.

source: Group "{group}" created successfully.
de: Gruppe "{group}" erfolgreich erstellt.

source: Group "{group}" updated successfully.
de: Gruppe "{group}" erfolgreich aktualisiert.

source: The group "{group}" was deleted.
de: Gruppe "{group}" wurde gelöscht.

source: Authentication failed.
de: Anmeldung fehlgeschlagen.

source: The user account is deactivated.
de: Der Benutzeraccount ist deaktiviert.

source: Logged out successfully.
de: Erfolgreich abgemeldet.

source: Identity provider saved.
de: Identitätsprovider gespeichert.

source: Successfully fetched OIDC configuration. Please fill in the remaining fields.
de: OIDC-Konfiguration erfolgreich geladen. Bitte füllen Sie die restlichen Felder aus.

source: Could not fetch OIDC configuration from the given URL. Please configure the client manually below.
de: Laden der OIDC-Konfiguration für die angegebene URL fehlgeschlagen. Eine manuelle Einrichtung kann unten vorgenommen werden.

source: No events were selected for deletion.
de: Es wurden keine Veranstaltungen zum Löschen ausgewählt.

source: The selected events have been deleted.
de: Die ausgewählten Veranstaltungen wurden gelöscht.

# event date filter
source: until
de: bis zum

# event date filter
source: from
de: ab dem

source: all
de: alle

source: no response
de: ohne Rückmeldung

source: requested or confirmed
de: angefragt oder bestätigt

source: disposition to do
de: Disposition offen

source: The event {title} has been saved.
de: Die Veranstaltung {title} wurde gespeichert.

source: Event copied successfully.
de: Veranstaltung erfolgreich kopiert.

source: The event type {type} has been saved.
de: Der Veranstaltungstyp {type} wurde gespeichert.

source: Eventtype {type} succesfully deleted.
de: Veranstaltungstyp {type} erfolgreich gelöscht.

source: Event type was created. More settings for this event type can be managed below.
de: Eventtyp erfolgreich erstellt. Weitere Einstellungen für diesen Eventtyp können unten bearbeitet werden.

source: %(value)s does not have any associated entries.
de: %(value)s hat keine Einträge.

source: Acting User
de: Handelnder Benutzer

source: Contents
de: Inhalte

source: Subject
de: Betreff

source: Message
de: Nachricht

source: Add recipients
de: Empfänger hinzufügen

source: Hello, regarding {event_title} starting at {event_start} we want to communicate... Kind regards
de: Hallo, bezüglich {event_title} am {event_start} möchten wir mitteilen... Viele Grüße

source: You can only select users that have permission to view the event.
de: Sie können nur Nutzer auswählen, die Zugriff auf die Veranstaltung haben.

source: without response
de: ohne Rückmeldung

source: others
de: andere

source: Information on {event_title}
de: Informationen zu {event_title}

source: Send notification to {count} participant.
de: Benachrichtigung an {count} Teilnehmenden senden.

source: Send notification to {count} user.
de: Benachrichtigung an {count} Nutzer senden.

source: Show the event list
de: Zeig die Veranstaltungsliste

source: Personal
de: Persönlich

# Settings section name
source: General
de: Allgemein

source: Event types
de: Veranstaltungstypen

source: Settings saved successfully.
de: Einstellungen erfolgreich gespeichert.

source: Calendar-URL was reset.
de: Kalendar-URL wurde zurückgesetzt.

source: Settings succesfully saved.
de: Einstellungen erfolgreich gespeichert.

source: Password changed successfully.
de: Passwort erfolgreich geändert.

source: You must enable plugins providing signup flows to continue.
de: Um fortzufahren, müssen Sie Plugins aktivieren, die Anmeldeverfahren bereitstellen.

source: You must enable plugins providing shift structures to continue.
de: Um fortzufahren, müssen Sie Plugins aktivieren, die Schicht-Strukturen bereitstellen.

source: The shift {shift} has been saved.
de: Die Schicht {shift} wurde gespeichert.

source: You cannot delete the last shift!
de: Sie können die letzte Schicht nicht löschen!

source: The shift has been deleted.
de: Die Schicht wurde gelöscht.

source: Shift copied successfully.
de: Schicht erfolgreich kopiert.

source: From
de: Von

source: To
de: Bis

source: Your request has been submitted.
de: Ihre Anfrage wurde abgeschickt.

source: Working hours have been added.
de: Arbeitsstunden wurden hinzugefügt.

source: Working hours have been deleted.
de: Arbeitsstunden wurden gelöscht.

source: close
de: schließen

source: starting at
de: beginnend am

source: Hourly
de: stündlich

source: Daily
de: täglich

source: Weekly
de: wöchentlich

source: Monthly
de: monatlich

source: Yearly
de: jährlich

source: Remove
de: Entfernen

source: Repeat every
de: Wiederholen alle

source: on
de: am

source: First
de: ersten

source: Second
de: zweiten

source: Third
de: dritten

source: Fourth
de: vierten

source: Last
de: letzten

# month
source: in
de: im

source: for
de: für

source: occurrences
de: Mal

source: Add rule
de: Regel hinzufügen

source: Add date
de: Datum hinzufügen

source: Selected dates
de: Ausgewählte Daten

source: No dates selected yet. Add dates and rules using the controls on the left.
de: Keine Daten ausgewählt. Fügen Sie Daten und Regeln mit den Knöpfen auf der linken Seite hinzu.

source: None
de: Nichts

source: Invalid recurrence rule: {error}
de: Ungültige Regel: {error}

source: Log entry
de: Änderungseintrag

source: Log entries
de: Änderungseinträge

source: added
de: hinzugefügt

source: removed
de: entfernt

source: %(class)s %(maybe_object)s was changed.
de: %(class)s %(maybe_object)s wurde geändert.

source: %(class)s %(maybe_object)s was created.
de: %(class)s %(maybe_object)s wurde erstellt.

source: %(class)s %(maybe_object)s was deleted.
de: %(class)s %(maybe_object)s wurde gelöscht.

source: This change was performed by a an admin user.
de: Diese Änderung wurde von einem Administrator durchgeführt.

source: <em>None</em>
de: <em>Nichts</em>

source: Base Shift Structures
de: Grundlegende Schicht-Strukturen

source: This plugins adds the standard shift structures.
de: Dieses Plugin fügt grundlegende Schicht-Strukturen hinzu.

source: Minimum age
de: Mindestalter

source: You are too young. The minimum age is {age}.
de: Sie sind zu jung. Das Mindestalter beträgt {age} Jahre.

source: The maximum number of participants is reached.
de: Die maximale Anzahl an Teilnehmenden ist erreicht.

source: Minimum number of participants
de: Minimale Anzahl von Teilnehmenden

source: Maximum number of participants
de: Maximale Anzahl von Teilnehmenden

source: You are not qualified.
de: Sie sind nicht qualifiziert.

source: Required Qualifications
de: Erforderliche Qualifikationen

source: Participants also need to have the qualifications <b>{qualifications}</b> to participate in {eventtype}
de: Teilnehmende benötigen außerdem die Qualifikationen <b>{qualifications}</b> um an Veranstaltungen des Typs {eventtype} teilzunehmen

source: {field_label} aren't configured correctly.
de: {field_label} sind nicht richtig konfiguriert.

source: Required Qualification
de: Erforderliche Qualifikation

source: min amount
de: Mindestanzahl

source: max amount
de: Höchstanzahl

source: Max count must not be smaller than min count.
de: Höchstanzahl darf nicht kleiner als Mindestanzahl sein.

source: Section
de: Abschnitt

source: qualified
de: qualifiziert

source: unqualified
de: unqualifiziert

source: You must select a team when confirming a participation.
de: Sie müssen ein Team auswählen um diese Teilnahme zu bestätigen.

source: Participants must provide a preferred team
de: Teilnehmende müssen ein bevorzugtes Team angeben

source: Participants will be asked during signup. This only makes sense if you configure multiple teams.
de: Diese Option ist nur sinnvoll wenn Sie mehrere Teams konfigurieren.

source: Named teams
de: Benannte Teams

source: Define named teams of participants with different requirements.
de: Definieren Sie Teams mit verschiedenen Anforderungen an die Teilnehmenden.

source: All teams you qualify for are full.
de: Alle Teams, für die Sie qualifiziert sind, sind voll.

source: unassigned
de: nicht zugeteilt

source: You don't qualify for {teams}.
de: Sie sind nicht qualifiziert für {teams}.

source: {teams} is full.
de: {teams} ist voll.

source: Preferred Team
de: Bevorzugtes Team

source: Qualification Requirements
de: Erforderliche Qualifikationen

source: unknown
de: Unbekannt

source: Qualification mix
de: Verschiedene Qualifikationen

source: Require varying counts of different qualifications.
de: Fordern Sie unterschiedliche Anzahlen verschiedener Qualifikationen an.

source: Uniform
de: Einheitlich

source: Everyone in the shift has the same requirements.
de: Für jeden in der Schicht gelten die gleichen Anforderungen.

source: Add team
de: Team hinzufügen

source: prefers
de: bevorzugt

# blurred participant name
source: Redacted Name
de: Zensierter Name

source: Base Signup Flows
de: Grundlegende Anmeldeverfahren

source: This plugins adds the standard signup flows.
de: Dieses Plugin fügt grundlegende Anmeldeverfahren hinzu.

source: Participation is coupled to {}.
de: Teilnahme ist gekoppelt an {}.

source: Participation is coupled to another shift, but the leading shift is missing.
de: Teilnahmen waren an eine andere Schicht gekoppelt, aber diese Schicht fehlt jetzt.

source: shift to mirror participation from
de: Teilnahmen werden gespiegelt von

# coupled signup leader shift
source: missing
de: fehlt

source: coupled to another shift
de: an andere Schicht gekoppelt

source: This method mirrors signup from another shift.
de: Dieses Anmeldeverfahren spiegelt die Anmeldungen einer anderen Schicht.

source: Signup for this shift is disabled.
de: Die Anmeldung für diese Schicht ist deaktiviert.

source: Explanation
de: Begründung

source: If you want to explain why self-service signup is disabled, you can do so here.
de: Hier können Sie erklären, warum die eigenständige Anmeldung deaktiviert ist.

source: Manual disposition
de: Manuelle Disposition

source: Participants are manually added to the shift by the responsibles.
de: Teilnehmende werden manuell durch Verantwortliche zur Schicht hinzugefügt.

source: Request and confirm
de: Anfragen und bestätigen

source: Participants can request a participation. Responsibles can confirm or reject requests.
de: Dieses Anmeldeverfahren lässt Helfende eine Teilnahme anfragen. Verantwortliche Personen können die Teilnahme dann bestätigen.

source: Request
de: Anfragen

source: You have successfully requested a participation in {shift}.
de: Sie haben erfolgreich eine Teilnahme für {shift} angefragt.

source: Requesting a participation failed: {error}
de: Das Anfragen einer Teilnahme ist fehlgeschlagen: {error}

source: Instant confirmation
de: Direkte Bestätigung

source: Participants can directly sign up for the shift.
de: Teilnehmende können sich direkt für die Schicht anmelden.

source: Preconfigured Structures (experimental)
de: Vordefinierte Einheiten (experimentell)

source: This plugins adds a shift structure for which you configure reusable structures to create complex shift setups.
de: Dieses Plugin fügt eine Schicht-Struktur hinzu, für die Sie wiederverwendbare Einheiten konfigurieren können, um komplexe Strukturen abzubilden.

source: atomic
de: atomar

source: composite
de: zusammengesetzt

source: Type
de: Typ

source: sub blocks
de: Unterblöcke

source: allow more
de: zusätzliche Anmeldungen erlauben

source: Allow more participants that qualify for any of the positions.
de: Zusätzliche Teilnehmende erlauben, die für eine der Positionen qualifiziert sind.

source: building block
de: Block

source: building blocks
de: Blöcke

source: at least
de: mindestens

source: required qualifications
de: Erforderliche Qualifikationen

source: everyone on {block} needs {qualifications}
de: jeder in {block} benötigt {qualifications}

source: at least {at_least} on {block} need {qualifications}
de: mindestens {at_least} in {block} benötigen {qualifications}

source: and
de: und

source: qualification requirement
de: Erforderliche Qualifikation

source: qualification requirements
de: Erforderliche Qualifikationen

source: {label_or_pk} on {block_name}
de: {label_or_pk} in {block_name}

source: positions
de: Positionen

source: composite block
de: Zusammengesetzer Block

source: sub block
de: Unterblock

source: {label} on {composite_blocK}
de: {label} in {composite_blocK}

source: block composition
de: Blockzusammensetzung

source: block compositions
de: Blockzusammensetzungen

source: Signup blocks
de: Vordefinierte Einheiten

source: Manage Signup Blocks
de: Vordefinierte Einheiten verwalten

source: Allows this group to manage signup blocks that can be used in reusable structures and complex shift setups.
de: Erlaubt diese Gruppe vordefinierte Einheiten zu verwalten. Diese können in wiederverwendbaren Schicht-Strukturen genutzt werden.

source: Unit
de: Einheit

source: Participants must provide a preferred unit
de: Teilnehmende müssen eine bevorzugte Einheit angeben

source: Participants will be asked during signup.
de: Teilnehmende werden bei Anmeldung gefragt.

source: Units
de: Einheiten

source: Deleted unit
de: Gelöschte Einheit

source: Preconfigured Structure (experimental)
de: Vordefinierte Einheiten (experimentell)

source: Use preconfigured elements to build a custom structure.
de: Nutzen Sie vordefinierte Einheiten um eine individuelle Struktur zu gestalten.

source: You don't qualify for {blocks}.
de: Sie sind nicht qualifiziert für {blocks}.

source: Preferred Unit
de: Bevorzugte Einheit

source: Add unit
de: Einheit hinzufügen

source: Edit units
de: Vordefinierte Einheiten bearbeiten

source: Signup Blocks Editor
de: Editor für vordefinierte Einheiten

source: Please provide a name.
de: Bitte geben Sie einen Namen an.

source: qualified as
de: qualifiziert als

source: select qualification
de: Qualifikation auswählen

source: Add position
de: Position hinzufügen

source: unnamed
de: unbenannt

source: Add subunits using the buttons in the list
de: Untereinheiten mit den Knöpfen in der Liste hinzufügen

# block qualification requirement
source: everyone
de: jeder

source: number
de: Nummer

# block qualification requirements plural
source: must be qualified as
de: muss qualifiziert sein als

# block qualification requirements singular
source: must be qualified as
de: muss qualifiziert sein als

source: Add condition
de: Bedingung hinzufügen

source: Add basic unit
de: Basiseinheit hinzufügen

source: Add composite unit
de: Zusammengesetze Einheit hinzufügen

source: Search
de: Suchen

source: Add as sub-block
de: Als Unterblock hinzufügen

source: Invalid
de: Ungültig

source: Clone
de: Duplizieren

source: Failed to save building blocks.
de: Blöcke konnten nicht gespeichert werden.

source: Saved blocks.
de: Blöcke gespeichert.

source: There were errors in the form.
de: Das Formular enthält Fehler.

source: Automatic qualification
de: Automatische Qualifikation

source: This plugin lets you configure events in a way that participants automatically aquire a qualification after participating.
de: Dieses Plugin lässt Sie Veranstaltungen so einstellen, dass Teilnehmende im Nachhinein automatisch Qualifikationen erhalten.

source: Expiration date
de: Ablaufdatum

source: any shift
de: irgendeine Schicht

source: every shift
de: jede Schicht

source: last shift
de: letzte Schicht

source: Required attendance
de: Erforderliche Anwesenheit

source: Only extend or reactivate existing qualification
de: Nur bereits vorhandene Qualifikationen reaktivieren oder verlängern

source: Qualification must be confirmed afterwards
de: Qualifikation muss im Nachhinein bestätigt werden

source: event auto qualification configuration
de: Veranstaltungs-Autoqualifikations-Konfiguration

source: You don't have permission to grant qualifications, so you can't edit these settings.
de: Sie haben nicht die Berechtigung, Qualifikationen zu erteilen, sodass Sie diese Einstellungen nicht bearbeiten können.

source: Federation
de: Föderation

source: This plugins provides the possibility to share events with other ephios instances.
de: Diese Erweiterung ermöglicht Veranstaltungen an andere Ephios Instanzen zu teilen.

source: Share event with other ephios instances
de: Teile die Veranstaltung mit anderen ephios-Instanzen

source: Invite code
de: Einladungscode

source: This invite code is not issued for this instance.
de: Dieser Einladungs-Code wurde nicht für diese Instanz ausgestellt.

source: Invalid code
de: Code ungültig

source: federated guest
de: Föderierter Gast

source: federated guests
de: Föderierte Gäste

source: federated host
de: Föderierter Host

source: federated hosts
de: Föderierte Hosts

source: Federation invite code for {url}
de: Föderations-Einladungs-Code für {url}

source: invite code
de: Einladungscode

source: invite codes
de: Einladungscodes

source: Federated event share for {event}
de: Föderation von {event}

source: federated event share
de: Veranstaltungsfreigabe für föderierte Instanzen

source: federated event shares
de: Veranstaltungsfreigaben für föderierte Instanzen

source: Federated user {display_name}
de: Föderierter Nutzer {display_name}

source: federated user
de: Föderierter Benutzer

source: federated users
de: Föderierte Benutzer

source: Federated user
de: Föderierter Benutzer

source: federated participant
de: Föderierter Teilnehmender

source: federated participants
de: Föderierte Teilnehmende

source: federated participation
de: Föderierte Teilnahme

source: federated participations
de: Föderierte Teilnahmen

source: External events
de: Externe Veranstaltungen

source: You are currently viewing an event at %(organization_name)s.
de: Sie sehen gerade eine Veranstaltung von %(organization_name)s.

source: Back to %(name)s
de: Zurück zu %(name)s

source: An error occurred during the authentication at the other ephios instance. Please try again.
de: Die Authentifizierung bei der anderen ephios-Instanz ist fehlgeschlagen. Bitte versuchen Sie es später erneut.

source: The desired event could not be accessed at the other ephios instance. Please try again.
de: Die angeforderte Veranstaltung wurde auf der anderen ephios-Instanz nicht gefunden. Bitte versuchen Sie es später erneut.

source: An unknown error has occured.
de: Ein unbekannter Fehler ist aufgetreten.

source: Stop sharing events
de: Veranstaltungen nicht mehr teilen

source: Are you sure you want to remove the connection to "%(name)s" and stop sharing all events with them? This will also delete all participations that originated from there.
de: Sind Sie sicher, dass Sie die Verbindung zu "%(name)s" entfernen und keine Veranstaltungen mehr dorthin teilen wollen? Dies wird auch Teilnahmen von dort entfernen.

source: Stop sharing
de: Nicht mehr Teilen

source: Stop receiving events
de: Keine Veranstaltungen mehr erhalten

source: Are you sure you want to remove the connection to "%(name)s" and stop receiving events from them?
de: Sind Sie sicher, das Sie die Verbindung zu %(name)s entfernen und keine Veranstaltungen mehr von dort erhalten wollen?

source: Stop receiving
de: Empfang beenden

source: This feature is experimental!
de: Diese Funktion ist experimentell!

source: ephios instances that you share events with
de: ephios-Instanzen mit denen Sie Veranstaltungen teilen

source: Share events with another instance
de: Veranstaltungen mit einer anderen Instanz teilen

source: Pending invites
de: Ausstehende Einladungen

source: Show invite code
de: Einladungs-Code anzeigen

source: ephios instances that share events with you
de: ephios-Instanzen die mit Ihnen Veranstaltungen teilen

source: Enter invite code
de: Einladungs-Code eingeben

source: You can share events with another ephios instance. When sharing is enabled for an event, it will show up for users on the other instance as well. Their users can then sign up for your event. To set up sharing, enter the URL of the instance that you want to share events with below.
de: Sie können Veranstaltungen mit einer anderen ephios-Instanz teilen. Wenn Teilen für eine Veranstaltung aktiviert wird, erscheint diese Veranstaltung auch bei Nutzenden der ausgewählten fremden Instanzen. Dort kann sich für die Veranstaltung angemeldet werden. Um die Verbindung einzurichten, geben Sie die URL der Instanz an, mit der Sie Veranstaltungen teilen wollen.

source: Invite
de: Einladung

source: We created an invite code that allows the ephios instance at %(url)s to accept your invitation to share events with them. Please copy the URL or the code below and send it to the administrator of the other instance. They can then visit the URL or enter the code in their ephios instance to accept your invitation. It will expire in 48 hours.
de: Wir haben einen Einladungscode erzeugt, der durch die ephios-Instanz auf %(url)s angenommen werden kann, um Veranstaltungen von Ihnen zu erhalten. Bitte kopieren Sie die URL oder den Code und senden Sie ihn an die Administration der anderen Instanz. Die URL kann direkt aufgerufen werden. Alternativ kann der Code in den Einstellungen eingegeben werden, um die Einladung anzunehmen. Der Code läuft in 48 Stunden ab.

source: You can accept shared events from other ephios instances. You need an invite code from the instance that wants to share events with you. If you obtained such a code, enter it here. By accepting the invitation, their events will appear in the "External events" section for everyone in your organisation. Your user will be able to view those events and sign up for them. To enable this, the other instance will also be able to access data from your users, such as their names, email addresses and qualifications.
de: Sie können Veranstaltungen einer anderen ephios-Instanz auf Ihrer anzeigen. Dazu benötigen Sie einen Einladungs-Code der Instanz, die Veranstaltungen an Sie senden möchte. Wenn Sie einen solchen Code haben, können Sie ihn hier eingeben. Mit der Annahme der Einladung werden geteilte Veranstaltungen in der Ansicht "Externe Veranstaltungen" erscheinen. Ihre Nutzenden können sich dort für die Veranstaltungen anmelden. Dafür wird die einladende Instanz auf Daten Ihrer Nutzer (Name, E-Mail, Qualifikationen) zugreifen.

source: Accept invitation
de: Einladung annehmen

source: Invite code has expired.
de: Einladungs-Code ist abgelaufen.

source: Invalid code data. Please try again with a new invite code.
de: Code ungültig. Bitte mit einem neuen Einladungscode erneut probieren.
