Repository: ephios-dev/ephios
Catalog: ephios/locale/*/LC_MESSAGES/django.po
Languages: de

source: Could not connect to host instance. Please try again later.
de: Die ephios-Instanz konnte nicht erreicht werden. Bitte versuchen Sie es später erneut.

source: Invite code redeemded successfully. You are now receiving events from this instance.
de: Einladungs-Code erfolgreich eingelöst. Sie empfangen nun Veranstaltungen dieser Instanz.

source: You are no longer sharing events with this instance.
de: Sie teilen nun keine Veranstaltungen mehr mit dieser Instanz.

source: You are no longer receiving events from this instance.
de: Sie erhalten nun keine Veranstaltungen mehr von dieser Instanz.

source: Failed to remove this instance. Please try again later.
de: Instanz konnte nicht entfernt werden. Bitte versuchen Sie es später erneut.

source: Files
de: Dateien

source: This plugins allows you to upload files and link to them in events.
de: Dieses Plugin lässt Sie Dateien hochladen und mit Veranstaltungen verknüpfen.

source: The file is too large. There are only %(quota)s available.
de: Die Datei ist zu groß. Es sind nur %(quota)s verfügbar.

source: Attach files
de: Dateien verknüpfen

source: File
de: Datei

source: Attached to
de: Verknüpft mit

source: Uploader
de: Hochgeladen von

source: Last modified
de: Zuletzt geändert

source: Document
de: Datei

source: Documents
de: Dateien

source: Manage files
de: Dateien verwalten

source: Enables this group to upload and manage files. Files can be attached to events by all planners.
de: Erlaubt dieser Gruppe Dateien hochzuladen und zu verwalten. Dateien können von allen Planenden mit Veranstaltungen verknüpft werden.

source: Delete file
de: Datei löschen

source: Are you sure you want to delete the file "%(title)s"?
de: Möchten Sie die Datei "%(title)s" wirklich löschen?

source: Edit file
de: Datei bearbeiten

source: Upload new file
de: Neue Datei hochladen

source: Add file
de: Datei hinzufügen

source: %(free)s available
de: %(free)s verfügbar

source: Uploaded by
de: Hochgeladen von

source: Uploaded at
de: Hochgeladen am

source: Download
de: Herunterladen

source: files
de: Dateien

source: with
de: mit

source: File saved successfully.
de: Datei gespeichert.

source: File deleted successfully.
de: Datei erfolgreich gelöscht.

source: Guest Participations
de: Gastteilnahmen

source: This plugins allows you to accept signups for individual events from people without an account, using a public signup form.
de: Dieses Plugin ermöglicht es, Anmeldungen von Gästen für einzelne Veranstaltungen zu erhalten. Diese müssen sich in einem öffentlichen Formular registrieren.

source: Allow guests
de: Gäste erlauben

source: Generate a new link when saving
de: Beim Speichern einen neuen Link generieren

source: Guests can sign up for this event <a href={href}>here</a>.
de: Gäste können sich <a href={href}>hier</a> für die Veranstaltung anmelden.

source: Guests
de: Gäste

source: guest user
de: Gastnutzer

source: guest users
de: Gastnutzer

source: guest participant
de: Gastteilnehmender

source: guest participation
de: Gastteilnehmahme

source: guest participations
de: Gastteilnehmahmen

source: A guest user has signed up
de: Ein Gast hat sich angemeldet

source: You have signed up for {event}
de: Sie haben sich für {event} angemeldet.

source: You have signed up for {event} at {platform}. You can use the link below to make changes to your participation.
de: Sie haben sich für {event} bei {platform} angemeldet. Sie können den Link unten benutzen, um Ihre Teilnahme anzupassen.

source: Register as guest
de: Als Gast registrieren

source: Continue
de: Weiter

source: Log out to register as guest.
de: Melden Sie sich ab, um sich als Gast zu registrieren.

source: You already registered as a guest for this event. We sent you an email with a link that you can use to change your participation.
de: Sie sind bereits als Gast für diese Veranstaltung registriert. Wir haben Ihnen eine E-Mail mit einem Link geschickt, über den Sie Ihre Teilnahme ändern können.

source: Save the URL of this page to access this site later.
de: Speichern Sie die URL dieser Seite, um später zurückzukehren.

source: Log out to view the guest version of this page.
de: Melden Sie sich ab, um die Besucheransicht dieser Seite zu sehen.

source: Pages Plugin
de: Seiten-Plugin

source: This plugins lets you write pages with arbitrary content and link them in the site footer. Useful for legal notices.
de: Dieses Plugin lässt Sie Seiten mit beliebigem Inhalt erstellen. Diese können in der Fußzeile verlinkt werden. Nützlich für ein Impressum.

source: Content
de: Inhalt

source: URL slug
de: URL Kurzform

source: The slug is used to generate the page's URL.
de: Die Kurzform wird in der URL der Seite genutzt.

source: Show in footer
de: In der Fußzeile anzeigen

source: Publicly visible
de: Öffentlich sichtbar

source: Pages
de: Seiten

source: Manage pages
de: Seiten verwalten

source: Allows to create, edit and delete pages.
de: Darf Seiten erstellen, bearbeiten und löschen.

source: Delete page
de: Seite löschen

source: Are you sure you want to delete the page "%(title)s"?
de: Möchten Sie die Seite "%(title)s" wirklich löschen?

source: Edit page
de: Seite bearbeiten

source: Create new page
de: Neue Seite anlegen

source: Add page
de: Seite hinzufügen

source: Page saved successfully.
de: Seite gespeichert.

source: Page deleted successfully.
de: Seite erfolgreich gelöscht.

source: Qualification Management
de: Qualifikationsverwaltung

source: This plugins lets you add and edit qualifications.
de: Dieses Plugin ermöglicht das Hinzufügen und Verwalten von Qualifikationen.

source: List of qualification repositories
de: Liste der Qualifikationsrepositories

source: To use multiple repositories, put URLs in separate lines.
de: URLs durch Zeilenumbruch trennen um mehrere Repositories zu verwenden.

source: '{url}' does not look like a repo url.
de: '{url}' scheint keine Repository-URL zu sein.

source: Used to identify qualifications accross the ephios ecosystem. Only change if you know what you are doing.
de: Wird benötigt, um Qualifikationen im ephios-Ökosystem zu identifizieren. Bitte nur ändern, wenn Sie die Konsequenz der Änderung verstehen.

source: Maintain transitive inclusion
de: Transitive Inklusion beibehalten

source: Migrate users to other qualification
de: Benutzer zu einer anderen Qualifikation migrieren

source: If checked, superior qualifications ({superior}) will include inferior ({inferior}) qualifications.
de: Falls der Haken gesetzt ist beinhalten die übergeordneten Qualifikationen ({superior}) die untergeordneten Qualifikationen ({inferior}).

source: none
de: keine

source: Select qualifications to apply to users with the qualification about to be deleted. Expiration dates will be kept.
de: Wählen Sie Qualifikationen aus, die Nutzern mit der zu löschenden Qualifikation erteilt werden soll. Ablaufdaten werden beibehalten.

source: There is {count} user with this qualification.
de: Es gibt {count} Nutzer mit dieser Qualifikation.

source: current qualifications
de: momentane Qualifikationen

source: Only users with all these qualifications will be selected.
de: Nur Nutzer mit all diesen Qualifikationen werden ausgewählt.

source: qualification to assign
de: Zielqualifikation

source: expires
de: Ablaufdatum

source: If empty, the new qualification will not expire. This will only be applied if a user does not already have the target qualification.
de: Wenn leer, wird die Zielqualifikation nicht ablaufen. Das gilt nur, wenn der Nutzer die Zielqualifikation nicht bereits hat.

source: User selection
de: Nutzerauswahl

source: New qualification
de: Zielqualifikation

source: Execute
de: Ausführen

source: Qualification import
de: Qualifikationsimport

source: Delete qualification
de: Qualifikation löschen

source: Are you sure you want to delete the qualification "%(title)s"?
de: Sind sie sicher, dass Sie die Qualifikation "%(title)s" löschen möchten?

source: Edit qualification
de: Qualifikation bearbeiten

source: Create new qualification
de: Qualifikation hinzufügen

source: This qualification was imported. We advise to not change the UUID and meaning of this qualification.
de: Diese Qualifikation wurde importiert. Wir empfehlen, die UUID und Bedeutung dieser Qualifikation nicht zu ändern.

source: Create custom qualification
de: Benutzerdefinierte Qualifikation hinzufügen

source: Manage categories
de: Kategorien bearbeiten

source: Reassign qualifications
de: Qualifikationen neu zuweisen

source: All qualifications
de: Alle Qualifikationen

source: Category
de: Kategorie

source: Includes
de: Enthaltene

source: custom
de: benutzerdefiniert

source: Edit qualification categories
de: Qualifikationskategorien bearbeiten

source: cannot be deleted, has qualifications
de: kann nicht gelöscht werden, hat Qualifikationen

source: Add category
de: Kategorie hinzufügen

source: There was an error fetching one of the qualification repos. Check the URLs, try again or contact support.
de: Beim Holen der Qualifikations-Repositories trat ein Fehler auf. Prüfen Sie die URLs, versuchen Sie es erneut oder wenden Sie sich an den support.

source: Qualification was saved.
de: Qualifikation wurde gespeichert.

source: Qualification was deleted.
de: Qualifikation wurde gelöscht.

source: Qualification categories saved.
de: Qualifikationskategorien wurden gespeichert.

source: One user had '{qualification}' assigned.
de: Einem Nutzer wurde '{qualification}' zugewiesen.

source: Questionnaires
de: Fragebögen

source: This plugin collects answers from users during sign-up.
de: Dieses Plugin fragt Antworten von Nutzern bei der Anmeldung ab.

source: Choice name
de: Name der Auswahlmöglichkeit

source: Questionnaire
de: Fragebogen

source: Text input
de: Texteingabe

source: Single choice
de: Einfachauswahl

source: Multiple choice
de: Mehrfachauswahl

source: The name of the question is used to identify the question, for example when picking questions for a shift
de: Der Name der Frage wird genutzt, um diese zu identifizieren, beispielsweise beim Auswählen von Fragen für eine Schicht

source: Question
de: Frage

source: Required
de: Erforderlich

source: Whether users must submit an answer to this question
de: Ob Nutzer diese Frage beantworten müssen

source: Choices
de: Auswahlmöglichkeiten

source: Archived
de: Archiviert

source: Archive a question to hide it in the question selection for new shifts without affecting shifts where this question is already in use.
de: Archivieren Sie eine Frage, um sie in der Auswahl bei neuen Schichten auszublenden, ohne Schichten zu beeinflussen, bei denen diese Frage schon genutzt wird.

source: Use saved answers
de: Gespeicherte Antworten nutzen

source: If checked, forms will be prefilled with a users saved answer to this question, if available. Enable this if answers are independent of the event the question is used for.
de: Ist diese Option aktiviert, werden Anmeldeformulare mit vorher gespeicherten Antworten der Nutzer ausgefüllt. Nutzen Sie diese Funktion für Fragen, die unabhängig von der Veranstaltung beantwortet werden.

source: Questions
de: Fragen

source: Answer can be saved to your profile.
de: Antworten können in Ihrem Profil gespeichert werden.

source: Answer
de: Antwort

source: Answers
de: Antworten

source: Saved answer
de: Gespeicherte Antwort

source: Saved answers
de: Gespeicherte Antworten

source: Manage Questions
de: Fragen verwalten

source: Enables this group to add questions that can be asked during signup.
de: Erlaubt dieser Gruppe Fragen hinzuzufügen und zu verwalten. Fragen können durch Planer zu Schichten zugeordnet werden.

source: Save answers to my user profile for future sign-ups
de: Speichere meine Antworten für spätere Anmeldungen in meinem Profil

source: View answers
de: Antworten anzeigen

source: Answers for %(shift)s
de: Antworten für %(shift)s

source: This page only shows answers of confirmed participants. You can see the answers of other participants in the disposition view.
de: Diese Seite zeigt nur Antworten von bestätigten Teilnehmern. Sie können die Antworten anderer Teilnehmer in der Disposition einsehen.

source: required,optional
de: erforderlich,optional

source: Count
de: Anzahl

source: No answers so far
de: Bisher keine Antworten

source: archive
de: archivieren

source: unarchive
de: wiederherstellen

source: %(action)s question
de: Frage %(action)s

source: Are you sure you want to %(action)s the question %(question)s?
de: Sind sie sicher, dass Sie die Frage "%(question)s" %(action)s möchten?

source: Delete question
de: Frage löschen

source: Are you sure you want to delete the question %(question)s?
de: Sind Sie sicher, dass Sie die Frage "%(question)s" löschen möchten?

source: Edit question
de: Frage bearbeiten

source: Create new question
de: Frage hinzufügen

source: For single- and multiple choice questions
de: Für Fragen mit Ein- und Mehrfachauswahl

source: You should refrain from editing or removing choices if this question is already in use. Consider creating a new question and <a href="%(archive_url)s">archiving this question</a> instead. New choices can always be added safely.
de: Sie sollten Auswahlmöglichkeiten nicht bearbeiten oder entfernen, wenn diese Frage bereits verwendet wird. Erstellen Sie stattdessen eine neue Frage und <a href="%(archive_url)s">archivieren Sie diese Frage</a>. Neue Auswahlmöglichkeiten können jederzeit sicher hinzugefügt werden.

source: Add choice
de: Auswahlmöglichkeit hinzufügen

source: Archived Questions
de: Archivierte Fragen

source: Back to active questions
de: Zurück zu aktiven Fragen

source: Add question
de: Frage hinzufügen

source: Show archived questions
de: Archivierte Fragen anzeigen

source: Answer required
de: Antwort erforderlich

source: Uses saved answers
de: nutzt gespeicherte Antworten

source: Unarchive
de: Wiederherstellen

source: Archive
de: Archivieren

source: This question cannot be deleted as it is used by at least one shift or answer. You can still archive it.
de: Diese Frage kann nicht gelöscht werden, da sie von mindestens einer Schicht oder Antwort genutzt wird. Sie können sie stattdessen archivieren.

source: There are no archived questions.
de: Es gibt keine archivierten Fragen.

source: There are no active questions. Use the button above to create one!
de: Es gibt keine aktiven Fragen. Nutzen Sie den obigen Button, um eine zu erstellen!

source: Delete saved questionnaire answer
de: Gespeicherte Antwort löschen

source: Are you sure you want to delete your saved answer "%(answer_text)s" for question %(question)s?
de: Möchten Sie ihre gespeicherte Antwort "%(answer_text)s" zur Frage %(question)s wirklich löschen?

source: Edit saved questionnaire answer
de: Gespeicherte Antwort bearbeiten

source: Editing your answer below only affects future sign-ups. You answers to existing sign-ups will remain unchanged.
de: Das Bearbeiten Ihrer gespeicherten Antwort beeinflusst nur neue Anmeldungen. Ihre Antworten zu bestehenden Anmeldungen bleiben unverändert.

source: Saved questionnaire answers
de: Gespeicherte Antworten

source: not used anymore
de: nicht mehr verwendet

source: You haven't answered a question during sign-up yet or decided to not save your answer for future sign-ups. Once you save your first answer, you can view and edit it here.
de: Sie haben bei keiner Anmeldungen Antworten auf Fragen gespeichert. Sobald Sie Antworten speichern, können Sie diese hier bearbeiten und löschen.

source: Question created successfully.
de: Frage erfolgreich gespeichert.

source: Question updated successfully.
de: Frage erfolgreich aktualisiert.

source: Question archived successfully.
de: Frage erfolgreich archiviert.

source: Question unarchived successfully.
de: Frage erfolgreich wiederhergestellt.

source: Question deleted successfully.
de: Frage erfolgreich gelöscht.

source: Saved answer updated successfully.
de: Gespeicherte Antwort erfolgreich aktualisiert.

source: Saved answer deleted successfully.
de: Gespeicherte Antwort erfolgreich gelöscht.

source: Simple Resource Management Plugin
de: Plugin für grundlegende Ressourcenverwaltung

source: This plugins provides a simple resource management system.
de: Dieses Plugin bietet ein einfaches Ressourcenverwaltungssystem.

source: Resource allocation
de: Ressourcenzuweisung

source: Resource category
de: Ressourcenkategorie

source: Resource categories
de: Ressourcenkategorien

source: Resource
de: Ressource

source: Resources
de: Ressourcen

source: Resource allocations
de: Ressourcenzuweisungen

source: Manage Resources
de: Ressourcen bearbeiten

source: Enables this group to add resources. Resources can be attached to shifts by all planners.
de: Erlaubt dieser Gruppe Ressourcen hinzuzufügen und zu verwalten. Ressourcen können durch Planer zu Schichten zugeordnet werden.

source: Delete resource
de: Ressource löschen

source: Are you sure you want to delete the resource %(resource)s?
de: Möchten Sie die Ressource %(resource)s wirklich löschen?

source: Edit resource
de: Ressource bearbeiten

source: Create new resource
de: Ressource hinzufügen

source: Add resource
de: Ressource hinzufügen

source: Edit categories
de: Kategorien bearbeiten

source: Edit resource categories
de: Ressourcenkategorien bearbeiten

source: cannot delete, has resources
de: kann nicht löschen, hat Ressourcen

source: Resource categories updated successfully.
de: Ressourcenkategorien wurden erfolgreich aktualisiert.

source: German
de: Deutsch

source: English
de: Englisch

source: Read public data like available events and shifts
de: Öffentliche Daten (bspw. Veranstaltungen und Schichten) lesen

source: Write public data like available events and shifts
de: Öffentliche Daten (bspw. Veranstaltungen und Schichten) schreiben

source: Read own personal data and participations
de: Eigene Daten und Teilnahmen lesen

source: Write own personal data and participations
de: Eigene Daten und Teilnahmen schreiben

source: Read confidential data like all users profile and participations
de: Vertrauliche Daten (bpsw. fremde Nutzerprofile und Teilnahmen) lesen

source: Write confidential data like all users profile and participations
de: Vertrauliche Daten (bpsw. fremde Nutzerprofile und Teilnahmen) schreiben

source: Bad request
de: Fehlerhafte Anfrage

source: Your request contained invalid data, please try again. Please contact an administrator if the error recurs.
de: Ihre Anfrage enthielt ungültige Daten, bitte versuchen Sie es erneut. Kontaktieren Sie einen Administrator, falls das Problem erneut auftritt.

source: Permission denied
de: Zugriff verweigert

source: You don't have the permission to view this page.
de: Sie haben keine Berechtigung, diese Seite aufzurufen.

source: Page not found
de: Seite nicht gefunden

source: The page you requested could not be found.
de: Die gewünschte Seite konnte nicht gefunden werden.

source: An error occurred
de: Ein Fehler ist aufgetreten

source: The server encountered an internal error and was unable to retrieve your request. Please try again later. The administrators have been notified.
de: Es ist ein technisches Problem aufgetreten und ihre Anfrage konnte nicht beantwortet werden. Bitte versuchen Sie es später erneut. Die Administratoren wurden informiert.

source: Return home
de: Zurück zur Startseite

source: Logout
de: Abmelden

source: Install %(platform_name)s app
de: %(platform_name)s-App installieren

source: You can install %(platform_name)s on your device and use it like any other app!
de: Sie können %(platform_name)s auf ihrem Gerät installieren und wie jede andere App benutzen!

source: Simply click the button below to continue.
de: Drücken Sie den folgenden Button um fortzufahren.

source: Install %(platform_name)s
de: %(platform_name)s installieren

source: Simply follow the steps below.
de: Folgen Sie einfach den Anweisungen unten.

source: Open in your main browser
de: Öffnen Sie die Seite in ihrem Hauptbrowser

source: Press More if no Share icon
de: Drücken Sie auf Mehr, falls kein Teilen-Icon angezeigt wird

source: Press Share in Navigation bar
de: Drücken Sie auf Teilen

source: Scroll down to &quot;Add to Home Screen&quot;
de: Drücken Sie auf &quot;Zu Home-Bildschirm hinzufügen&quot;

source: Activate notifications
de: Benachrichtigungen aktivieren

source: %(platform_name)s can send you push notifications so that you stay up to date. Do you want to activate them?"
de: %(platform_name)s kann Ihnen Push-Benachrichtigungen senden, damit Sie auf dem aktuellen Stand bleiben. Möchten Sie Benachrichtigungen aktivieren?

source: No connection
de: Keine Verbindung

source: This page is not available offline. Please check your internet connection and try again.
de: Sie sind offline. Prüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

source: Logged out
de: Abgemeldet

source: Back to login
de: Zur Anmeldung

source: Password set successfully
de: Passwort erfolgreich festgelegt

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde gespeichert. Sie können sich nun anmelden.

source: Invalid link
de: Link ungültig

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie ihr neues Passwort zweimal ein, um Tippfehler auszuschließen.

source: The password reset link was invalid, possibly because it had already been used. Please request a new password reset.
de: Der Link zum Zurücksetzen Ihres Passworts war ungültig, möglicherweise wurde er schon benutzt. Bitte fordern Sie einen neuen Link an.

source: Password reset successfully
de: Passwort erfolgreich zurückgesetzt

source: Please check your mailbox for further instructions.
de: Bitte prüfen Sie Ihren E-Mail-Posteingang für weitere Anweisungen.
